(()=>{var t=[{coords:[-34.8958726,-56.1844382],description:`Там средний опт, цены на 20-40% ниже, чем в рознице. Оплата только безнал.
`,name:"Оптовый магазин Conaprole"},{coords:[-34.9136236,-56.1539126],description:`Можно сделать:
справку о несудимости с консульской печатью на испанском за $35 Алгоритм оплаты справки:
Взять номер счета у сотрудника консульства Дойти до Red Pagos В терминале у входа нажать перевод на счет банка XXXX (TODO) и вбить номер счета Отдать номерок и деньги на кассе FAQ Я могу заказать справку о несудимости с апостилем на испанском языке? Какие данные нужны будут и как это оплачивается?
Вам нужно лично прийти в консульство и заполнить бланк заявления, при себе иметь паспорта — загран. и внутренний. Получить справку на испанском языке можно будет примерно через 10 дней. Стоимость 35 долл. Мы работаем — понедельник,среда, пятница с 9-00 до 12-00.
`,name:"Посольство и консульство РФ"},{coords:[-34.90225119999999,-56.1442164],description:`Зоопарк и детские площадки
`,name:"Парк Амистад-Эспасио Вилья Долорес"},{coords:[-34.7945295,-56.3321218],description:`Отличный парк/зоопарк. Можно провести целый день, сделать парижу.
`,name:"Лекокк"},{coords:[-34.9013251,-56.139602],description:`1400 песо в месяц. Можно оплачивать помесячно.
`,name:"We Fitness"},{coords:[-34.9106619,-56.1519385],description:`Очень неплохой ресторан с местной кухней
`,name:"Valerio"},{coords:[-34.8987599,-56.13818239999999],description:"Один из двух главных магазинов с геймерской техникой. За мощным ПК - сюда.\xA0",name:"Thot Computaci\xF3n"},{coords:[-34.9084417,-56.145797],description:`На входе стоит лама. Очень вкусный и симпатичный ресторан кстати. Люди в нём работают очень приятные.
Севиче не берите. Ну или так - сильно на любителя. Кислятина невозможная.
`,name:"Sushi Wok Per\xFA"},{coords:[-34.9030748,-56.15381449999999],description:`Отличный кофе
`,name:"Seis Montes Tostadores de caf\xE9"},{coords:[-34.9240097,-56.1584933],description:`Средний ТЦ. Если со входа идти прямо, то за эскалаторами найдете Claro и купите симку + активация + пополнение.
`,name:"Punta Carretas Shopping"},{coords:[-34.9090834,-56.148068],description:`Крайне посредственная пиццерия. Не рекомендую
`,name:"Pizzer\xEDa Trouville"},{coords:[-34.9049691,-56.1608965],description:"Ещё отличное крафтовое пиво\xA0",name:"Oso Pardo"},{coords:[-34.9093571,-56.1477535],description:`норм шаурма от нативных армян.
говорят по-русски
`,name:"Nurr"},{coords:[-34.902612,-56.16098599999999],description:"За техникой Apple - cюда. Есть ещё отделения.\xA0",name:"MundoMac"},{coords:[-34.9171401,-56.1588283],description:`Хороший фудкорд без ТЦ. Разнообразные кухни. Вкусный кофе.
`,name:"Mercado Williman"},{coords:[-34.9096971,-56.14575259999999],description:"занятия для детей испанским по воскресеньям с 12 до 14. сейчас в группе 3 ребенка 6-7 лет\xA0",name:"menteum (Centro intelectual para ni\xF1@s)"},{coords:[-34.91307069999999,-56.1574707],description:`Хорошая пивная
`,name:"MBC"},{coords:[-34.9086445,-56.17250379999999],description:`Для биргиков лучшее пиво и отличная пицца
`,name:"Malafama"},{coords:[-34.9026438,-56.18289559999999],description:"Один из двух топовых магазинов с геймерской техникой. За мощным ПК - сюда. Могут привезти что-нибудь эдакое под заказ, если договориться.\xA0",name:"Laaca Gaming & Tecnolog\xEDa"},{coords:[-34.9096905,-56.159337],description:`Хороший мясной ресторан в Монтевидео по рекомендации из чата.
`,name:"La barra 1114"},{coords:[-34.9057225,-56.2106872],description:`Недавно открылись. Ещё одна достойная пивоварня
`,name:"Indica bar"},{coords:[-34.9127952,-56.1637523],description:`Играли тут в настолки. Есть столы внутри и на улице. Кухня открывается после 20. Обычно много народа и нужно бронировать.
`,name:"Enriqueta"},{coords:[-34.9084053,-56.1638306],description:"Могут обменять USDT на $:\n3% от $1к 2% от $5к Знают английский и отвечают в TG: https://t.me/criptala\n",name:"Criptala"},{coords:[-34.9054978,-56.1973641],description:`Котокафе
`,name:"Cafeline"},{coords:[-34.9103245,-56.15276069999999],description:"Уютное кафе. Неплохой кофе.\xA0",name:"Caf\xE9 La Latina"},{coords:[-34.9047845,-56.20510959999999],description:`Кофейня в здании старой аптеки, интересный интерьер, вкусный кофе, норм цены. Есть еда, в основном завтраки и бранчи
`,name:"Cafe La Farmacia"},{coords:[-34.9223249,-56.1553116],description:`брали здесь авто в аренду.
- 80$/сутки, если нет рабочей кредитки, наличными залог 900$.
органичений на километраж нет, ездили далеко.
главный менеджер говорит на инглише, рядовые нет.
по платным дорогам ездили через дистанционную оплату со счёта, потом просто из депозита вычли. в целом, норм экспириенс
`,name:"Autonom\xEDa Rent A Car"},{coords:[-34.90698399999999,-56.1902578],description:`Лучшая шаверма
`,name:"Ashot Shawarma"}],e=e=>({lat:e[0],lng:e[1]});window.initMap=function(){const a=e([-34.90798399999999,-56.1702578]),n=new google.maps.Map(document.getElementById("map"),{zoom:13,center:a}),s=new google.maps.InfoWindow,i=[];t.forEach(t=>{const o=new google.maps.Marker({position:e(t.coords),map:n});i.push(o),google.maps.event.addListener(o,"click",()=>{s.setContent(t.description.replace(/\n/,"<br />")),s.open(n,o)})});const o=document.querySelectorAll("a[data-jump]");for(let a=0;a<o.length;++a){const c=o[a].dataset.jump,r=t[c];o[a].addEventListener("click",t=>{t.preventDefault(),t.stopPropagation(),s.setContent(r.description.replace(/\n/,"<br />")),s.open(n,i[a]),n.setZoom(15),n.setCenter(e(r.coords)),window.scrollTo({top:0,behavior:"smooth"})})}}})()